[
  {
    "id": 1,
    "text": "Auf meiner Tour war Vincent als Monitor-Techniker dabei und unterstützt mich gelegentlich auch als FOH-Techniker. Ich liebe, wie er Reverbs und Delays gezielt und ästhetisch so einsetzt, dass sie die Musik unterstützen und ein emotionales Live-Erlebnis schaffen. Mit ihm auf der Bühne weiß ich, dass nicht nur alles technisch funktioniert, sondern dass die Shows auch klanglich und emotional ihr volles Potenzial entfalten.",
    "author": "Domiziana"
  },
  {
    "id": 2,
    "text": "Vincent ist seit 2022 fester Teil unserer Crew, und ich kann nur sagen: Der Mann liefert jedes Mal ab! Egal ob auf Tour oder bei den größten Festivals – er sorgt dafür, dass wir auf der Bühne immer den perfekten Sound haben. Wenn du vorne am Mic stehst, brauchst du jemanden, auf den du dich blind verlassen kannst, und genau das ist Vincent für uns. Er bringt nicht nur technisches Know-how mit, sondern auch die richtige Attitude. Er versteht, wie wir als 102Boyz ticken, und passt sich jeder Situation an, ohne den Kopf zu verlieren. Mit ihm macht Arbeiten nicht nur Bock, sondern er hebt unsere Liveshows auf ein neues Level.",
    "author": "Stacks102",
    "role": "Rapper",
    "company": "102 Boyz"
  },
  {
    "id": 3,
    "text": "Seit 2022 ist Vincent fester Bestandteil unserer Crew, und ich kann mir keinen besseren Monitor Mann vorstellen. Egal ob auf den 102Boyz Shows oder auf meiner eigenen Tour, wenn Vincent dabei ist, kann ich mich zu 100% auf meine Performance konzentrieren. Ohne ihn wäre es einfach nicht dasselbe!",
    "author": "Chapo102",
    "role": "Rapper",
    "company": "102 Boyz"
  },
  {
    "id": 4,
    "text": "Vincent war der erste feste FOH-Techniker, mit dem wir zusammengearbeitet haben, und er hat unsere Shows komplett auf ein neues Level gehoben. Anfangs waren wir noch relativ unerfahren, doch Vincent hat mit Geduld und absoluter Professionalität dafür gesorgt, dass der Sound und die Performance perfekt waren. Er löst Probleme souverän, ohne dass wir als Künstler auf der Bühne überhaupt etwas davon mitbekommen. Dank ihm konnten wir uns voll auf die Musik konzentrieren und wissen gleichzeitig, dass hinter den Kulissen alles läuft. Vincent ist bester Mann!",
    "author": "FERGY53"
  },
  {
    "id": 5,
    "text": "Vincent hat die Live-Versionen meiner Songs gemastert, und das Ergebnis haut richtig rein. Die Tracks ballern auf der Bühne und heben sich deutlich von anderen Mastern ab. Ich war richtig geflashed, als ich sie das erste mal gehört habe und liebe wie kraftvoll und transparent sie klingen - dadurch bekommen die Songs live noch einmal eine ganz andere Dimension.",
    "author": "Baran Kok"
  }
]
